print('Саламатсызба')
n=1
while (n):
    a=n+n
    a = input('Сізді тыңдап турмын: ')

    if (a == 'Академия туралы білейін деп едім'):
        print(
            'Ыбырай Алтынсарин атындағы Ұлттық білім академиясы - Қазақстан Республикасының жетекші ғылыми -педагогикалық орталықтарының бірі . Ол қазақ педагогы мен ағартушысы Ыбырай Алтынсариннің есімімен аталады')
    elif (a == 'неше жыл болды сіздерге'):
        print('Ыбырай Алтынсарин атындағы Ұлттық білім академиясы құрылғанына 100 жыл болды')
    else:
        print('Өкінішке орай бұл сұрағыңызға жауап табылмады бырак сіз жауабынызды академия акпарттык болымынен быле аласыз номер:+7-747-265-6356')
        break
